Repository: XamarinOrem/BroomService_Admin
Catalog: BroomServiceWeb/Resources/Resource.*.resx
Languages: fr_fr, he_il, ru_ru

# no_data_canceled_bookings
source: We can't seem to find any bookings that are cancelled. When bookings will be cancelled, they all will appear here in this section.
fr_fr: Nous n'arrivons pas à trouver toutes les réservations qui ont été annulées. Lorsque les réservations seront annulées, ils apparaissent ici dans cette section.
he_il: אין לך הזמנות שבוטלו. הזמנות שיבוטלו בעתיד יופיעו כאן
ru_ru: Мы, кажется, не можем найти какие-либо заказы, которые отменены. Когда бронирование будет отменено, они все появятся здесь, в этом разделе.

# no_data_completed_bookings
source: We can't seem to find any bookings that are completed. When bookings will be completed, they all will appear here in this section.
fr_fr: Nous n'arrivons pas à trouver toutes les réservations sont terminées. Lorsque les réservations seront terminés, ils seront tous ici apparaître dans cette section.
he_il: אין לך הזמנות שהושלמו. הזמנות שיושלמו בעתיד יופיעו כאן
ru_ru: Мы не можем, кажется, найти какие-либо заказы, которые завершены. Когда бронирование будет завершено, все они появятся здесь, в этом разделе.

source: No data found.
fr_fr: Pas de données disponibles.
he_il: לא נמצאו נתונים.
ru_ru: Никаких данных не найдено.

# no_data_heading
source: We Are Sorry!!!
fr_fr: Nous Sommes Désolés!!!
he_il: מצטערים!!!
ru_ru: Нам Очень Жаль!!!

# no_data_notifications
source: We can't seem to find any notification that is related to your account. When there is any notification, they all will appear here in this section.
fr_fr: Nous n'arrivons pas à trouver toute notification qui est lié à votre compte. Quand il n'y a aucune notification, ils seront tous ici apparaître dans cette section.
he_il: אין לך התראות. התראות שתקבל בעתיד יופיעו כאן
ru_ru: Мы не можем найти никаких уведомлений, связанных с вашим аккаунтом. Если есть какие-либо уведомления, они все появятся здесь, в этом разделе.

# no_data_pending_bookings
source: We can't seem to find any bookings that are pending. When bookings will be pending, they all will appear here in this section.
fr_fr: Nous n'arrivons pas à trouver toutes les réservations qui sont en attente. Lorsque les réservations seront en attendant, ils apparaissent ici dans cette section.
he_il: אין לך הזמנות בהמתנה. הזמנות ממתינות בעתיד יופיעו כאן
ru_ru: Мы, кажется, не можем найти никаких заказов, которые находятся в ожидании. Когда заказы будут отложены, они все появятся здесь, в этом разделе.

# no_data_progress_booking
source: We can't seem to find any bookings that are currently in progress. When there is any booking that is in the progress, they all will appear here in this section.
fr_fr: Nous n'arrivons pas à trouver toutes les réservations qui sont actuellement en cours. Quand il n'y a aucune réservation qui est dans le progrès, ils apparaissent ici dans cette section.
he_il: אין לך הזמנות בתהליך. הזמנות שיהיו בתהליך בעתיד יופיעו כאן
ru_ru: Мы не можем, кажется, найти какие-либо заказы, которые в настоящее время находятся в процессе. Когда есть какое-либо бронирование, которое находится в процессе, они все появятся здесь, в этом разделе.

# no_data_property
source: We can't seem to find any properties that are added by you. When you will add any property, they all will appear here in this section. Try to add property from the add property button below.
fr_fr: Nous n'arrivons pas à trouver toutes les propriétés qui sont ajoutées par vous. Lorsque vous ajoutez une propriété, ils apparaissent ici dans cette section. Essayez d'ajouter une propriété à partir de l'ajout de la propriété bouton ci-dessous.
he_il: אין לך נכסים. נכסים שתוסיף יופיעו כאן. הוסף נכס בלחצן "הוסף נכס"
ru_ru: Мы не можем, кажется, найти какие-либо свойства, которые добавляются вами. Когда вы добавите любое свойство, они все появятся здесь, в этом разделе. Попробуйте добавить свойство с помощью кнопки добавить свойство ниже.

# no_of_bed_rooms
source: Number of Bed Rooms
fr_fr: Pas de Chambres à coucher
he_il: מס חדרי שינה
ru_ru: Нет номеров с кроватями

# no_of_toilets
source: Number of Toilets
fr_fr: Pas de Toilettes
he_il: מס שירותים
ru_ru: Ни одного туалета

# no_providers
source: NO. OF PROVIDERS REGISTERED
fr_fr: PAS de. DE FOURNISSEURS INSCRITS
he_il: מס נותני שירותים
ru_ru: НЕТ. ИЗ ЧИСЛА ЗАРЕГИСТРИРОВАННЫХ ПРОВАЙДЕРОВ

# no_text_box_to_remove
source: No more textbox to remove
fr_fr: Pas plus de zone de texte à supprimer
he_il: אין עוד טקסט להסיר
ru_ru: Больше нет текстового поля для удаления

# no_workers
source: NO. OF WORKERS REGISTERED
fr_fr: PAS de. DE TRAVAILLEURS ENREGISTRÉS
he_il: מס עובדים
ru_ru: НЕТ. ЗАРЕГИСТРИРОВАННЫХ РАБОТНИКОВ

source: Number of Bathrooms
fr_fr: Nombre de salles de Bains
he_il: מספר חדרי אמבטיה
ru_ru: Количество ванных комнат

source: Number of Double Beds
fr_fr: Nombre de Lits Doubles
he_il: מספר מיטות זוגיות
ru_ru: Количество двуспальных кроватей

source: Number of Double Sopha Beds
fr_fr: Nombre de Double Sopha Lits
he_il: מספר ספות זוגיות
ru_ru: Количество двуспальных кроватей Sopha

source: Number of Duvets
fr_fr: Nombre de Couettes
he_il: מספר כריות נוי
ru_ru: Количество пуховых одеял

source: Number of Pillows
fr_fr: Nombre d'Oreillers
he_il: מספר כריות
ru_ru: Количество подушек

source: Number of Queen Beds
fr_fr: Nombre de Lits Queen-size
he_il: מספר מיטות "Queen"
ru_ru: Количество двуспальных кроватей

source: Number of Single Beds
fr_fr: Nombre de Lits Simples
he_il: מספר מיטות יחיד
ru_ru: Количество односпальных кроватей

source: Number of Single Sopha Beds
fr_fr: Nombre de Lits Sopha
he_il: מספר ספות יחיד
ru_ru: Количество односпальных кроватей Sopha

source: Old Password
fr_fr: Ancien Mot De Passe
he_il: סיסמה ישנה
ru_ru: старый пароль

source: Orders
fr_fr: Les commandes
he_il: הזמנות
ru_ru: Заказы

source: Order Detail
fr_fr: Afin De Détail
he_il: פרטי הזמנה
ru_ru: деталь заказа

source: our services
fr_fr: nos services
he_il: השירותים שלנו
ru_ru: свои услуги

source: Parking
he_il: חנייה
ru_ru: Парковка

source: Password
fr_fr: Mot de passe
he_il: סיסמה
ru_ru: Пароль

# password_changed_success
source: Your password is changed successfully.
fr_fr: Votre mot de passe est modifié avec succès.
he_il: הססמא שונתה בהצלחה
ru_ru: Ваш пароль был успешно изменен.

# password_confirm_mismatch
source: New password and confirm password did not match.
fr_fr: Nouveau mot de passe et confirmer le mot de passe ne correspondent pas.
he_il: הססמאות לא תואמות
ru_ru: Новый пароль и подтверждение пароля не совпадают.

# password_details
source: Password Detail:- Broom Service's
fr_fr: Mot de passe les Détails suivants:- Balai du Service
he_il: פירוט סיסמה: - של ברום סרוויס
ru_ru: Деталь пароля: - обслуживание веника

# password_post
source: Password:
fr_fr: Mot de passe:
he_il: סיסמה:
ru_ru: Пароль:

source: Pay
fr_fr: Payer
he_il: שלם
ru_ru: Оплатить

source: Payment Method
fr_fr: Méthode De Paiement
he_il: אמצעי תשלום
ru_ru: Способ оплаты

# payment_success
source: Payment is successfully completed.
fr_fr: Le paiement est effectué avec succès.
he_il: התשלום הושלם בהצלחה.
ru_ru: Оплата успешно завершена.

source: Pay Now
fr_fr: Payer Maintenant
he_il: שלם עכשיו
ru_ru: заплатить сейчас

source: Pending
fr_fr: En attendant
he_il: ממתין ל
ru_ru: Ожидаемый

source: Penthouse
he_il: פנטהאוז
ru_ru: Пентхаус

source: Personal Details
fr_fr: Données Personnelles
he_il: פרטים אישיים
ru_ru: личные данные

source: Phone Number
fr_fr: Numéro De Téléphone
he_il: מספר טלפון
ru_ru: номер телефона

source: Please choose Category
fr_fr: Veuillez choisir la Catégorie
he_il: בחר שירות
ru_ru: Пожалуйста, выберите категорию

# please_complete_checklist
source: Please complete the checklist
fr_fr: Veuillez remplir la liste de contrôle
he_il: השלם את רשימת המשימות
ru_ru: Пожалуйста, заполните контрольный список

source: Please Enter Display Order
fr_fr: Veuillez Saisir L'Ordre D'Affichage
he_il: הזן סדר תצורה
ru_ru: Пожалуйста, Введите Порядок Отображения

# please_enter_price_prcnt
source: Please enter Price %
fr_fr: Veuillez saisir Prix %
he_il: נא להזין% רווח
ru_ru: Пожалуйста, введите цену %

source: Please enter text.
fr_fr: Veuillez entrer le texte.
he_il: נא להזין טקסט
ru_ru: Пожалуйста, введите текст.

source: Please enter valid Email.
fr_fr: Veuillez entrer un Courriel valide.
he_il: הזן דוא"ל תקין
ru_ru: Пожалуйста, введите действительный адрес электронной почты.

source: Please enter valid old password
fr_fr: Veuillez entrer l'ancien mot de passe valide
he_il: נא הזן את הססמא הישנה
ru_ru: Пожалуйста, введите действительный старый пароль

source: Please enter valid password.
fr_fr: Veuillez entrer un mot de passe valide.
he_il: הסיסמא שגויה
ru_ru: Пожалуйста, введите правильный пароль.

source: Please Select End Date
fr_fr: Veuillez sélectionner la date de fin
he_il: אנא בחר תאריך סיום
ru_ru: Пожалуйста, выберите дату окончания

source: Please Select Start Date
fr_fr: Veuillez sélectionner la date de début
he_il: בחר תאריך התחלה
ru_ru: Пожалуйста, выберите дату начала

source: Pool
fr_fr: Piscine
he_il: מחיר
ru_ru: Бассейн

source: Price
fr_fr: Prix
he_il: מחיר
ru_ru: Цена

source: Price of Service
fr_fr: Prix de Service
he_il: מחיר השירות
ru_ru: цена услуг

# price_percnt
source: Price %
fr_fr: Prix %
he_il: מחיר %
ru_ru: Цена %

source: Privacy Policy
fr_fr: Politique De Confidentialité
he_il: מדיניות פרטיות
ru_ru: Политика конфиденциальности

# profile_update_success
source: Your profile is updated successfully
fr_fr: Votre profil est mis à jour avec succès
he_il: הפרופיל שלך עודכן בהצלחה
ru_ru: Ваш профиль будет успешно обновлен

source: Properties
fr_fr: Propriétés
he_il: נכסים
ru_ru: Свойства

source: Properties List
fr_fr: Liste Des Propriétés
he_il: רשימת נכסים
ru_ru: список свойств

source: Property
fr_fr: Propriété
he_il: נכס
ru_ru: Собственность

# property_access
source: Access To Property
fr_fr: L'Accès À La Propriété
he_il: גישה לנכס
ru_ru: Доступ К Собственности

# property_add_success
source: Your property is saved successfully.
fr_fr: Votre propriété est enregistrée avec succès.
he_il: הנכס שלך נשמר בהצלחה
ru_ru: Ваше имущество будет успешно сохранено.

source: Property Details
fr_fr: Détails De La Propriété
he_il: פרטי נכס
ru_ru: Сведения О Недвижимости

# property_not_exists
source: Property does not exists.
fr_fr: La propriété n'existe pas.
he_il: הנכס אינו קיים.

# property_update_success
source: Your property is updated successfully.
fr_fr: Votre propriété est mis à jour avec succès.
he_il: הנכס עודכן בהצלחה
ru_ru: Свойство не существует.

source: Quote
fr_fr: Citation
he_il: הצעת מחיר
ru_ru: Цитата

# quote_accepted_success
source: Quote is accepted successfully.
fr_fr: Devis est accepté avec succès.
he_il: הצעת מחיר אושרה
ru_ru: Цитата принята успешно.

# quote_already_accepted
source: Quote is already accepted.
fr_fr: La citation est d'ores et déjà acceptées.
he_il: הצעת המחיר כבר אושרה
ru_ru: Цитата уже принята.

# quote_already_rejected
source: Quote is already rejected.
fr_fr: La citation est déjà rejetés.
he_il: הצעת המחר כבר נדחתה
ru_ru: Цитата уже отклонена.

# quote_already_sent
source: Quote is already sent.
fr_fr: La citation est déjà envoyé.
he_il: הצעת המחיר כבר נשלחה
ru_ru: Цитата уже отправлена.

source: Quote Canceled
fr_fr: Citation Annulé
he_il: הצעת המחיר בוטלה
ru_ru: Цитата Отменена

# quote_rejected_success
source: Quote is rejected successfully.
fr_fr: Devis est rejetée avec succès.
he_il: הצעת המחיר נדחתה
ru_ru: Цитата отклонена успешно.

source: Quote Sent
fr_fr: Citation Envoyé
he_il: נשלחה הצעת מחיר
ru_ru: Цитата Отправлена

# quote_sent_success
source: Quote Sent Successfully!!
fr_fr: Citation Envoyé Avec Succès!!
he_il: הצעת המחיר נשלחה בהצלחה
ru_ru: Цитата Отправлена Успешно!!

source: Rating
fr_fr: Cote
he_il: דירוג
ru_ru: Оценка

source: Read More
fr_fr: Lire Plus
he_il: קרא עוד
ru_ru: Читать дальше

source: recent chat
fr_fr: causerie récente
he_il: הצ'אט האחרון
ru_ru: недавний чат

source: Reference Images
fr_fr: Les Images De Référence
he_il: תמונות
ru_ru: эталонное изображение

source: Reject
fr_fr: Rejeter
he_il: דחה
ru_ru: Отклонять

# rejected_broom_service_request
source: You have rejected Broom Service's quote request.
fr_fr: Vous avez rejeté Balai du Service de demande de devis.
he_il: דחית את הצעת המחיר שנשלחה
ru_ru: Вы отклонили запрос предложения службы метлы.

# rejected_your_quote_price
source: has rejected your quote price request.
fr_fr: a rejeté votre devis demande de prix.
he_il: דחה את הצעת המחיר שלך
ru_ru: отклонил ваш запрос цены цитаты.

source: Remember Me
fr_fr: Se Souvenir De Moi
he_il: זכור אותי
ru_ru: Запомнить меня

# required_validation
source: Please fill out this field
fr_fr: Veuillez remplir ce champ
he_il: נא למלא שדה חובה
ru_ru: Пожалуйста, заполните это поле

# review_success
source: Your review is submitted successfully.
fr_fr: Votre commentaire est soumis avec succès.
he_il: הדירוג שלך נשלח בהצלחה
ru_ru: Ваш отзыв представлен успешно.

# review_success_submit
source: Your review is submitted successfully.
fr_fr: Votre commentaire est soumis avec succès.
he_il: הדירוג שלך נשלח בהצלחה
ru_ru: Ваш отзыв представлен успешно.

source: Russian
fr_fr: Russe
he_il: רוסית
ru_ru: Русский

source: Save Changes
fr_fr: Enregistrer Les Modifications
he_il: שמור שינויים
ru_ru: сохранить изменения

source: second
fr_fr: deuxième
he_il: שניה
ru_ru: сохранить изменения

source: seconds
fr_fr: secondes
he_il: שניות
ru_ru: считанные секунды

source: Select
fr_fr: Sélectionnez
he_il: בחר
ru_ru: Выбрать

source: Select duvet size
fr_fr: Sélectionnez la taille de la couette
he_il: בחר גודל כריות נוי
ru_ru: Выберите размер одеяла

# select_no_of_double_sopha_beds
source: Select number of double sopha beds
fr_fr: Sélectionnez le nombre de double sopha lits
he_il: בחר את כמות הספות הזוגיות
ru_ru: Выберите количество двуспальных кроватей sopha

# select_no_of_single_sopha_beds
source: Select number of single sopha beds
fr_fr: Sélectionnez le nombre de unique sopha lits
he_il: בחר את כמות הספות יחד
ru_ru: Выберите количество односпальных кроватей sopha

source: Select number of double beds
fr_fr: Sélectionnez le nombre de lits doubles
he_il: בחר את כמות המיטות הזוגיות
ru_ru: Выберите количество двуспальных кроватей

source: Select number of queen beds
fr_fr: Sélectionnez le nombre de lits queen-size
he_il: בחר את כמות המיטות "Queen"
ru_ru: Выберите количество кроватей queen

source: Select number of single beds
fr_fr: Sélectionnez le nombre de lits simples
he_il: בחר את כמות המיטות יחיד
ru_ru: Выберите количество односпальных кроватей

source: Select Property
fr_fr: Sélectionnez La Propriété
he_il: בחר נכס
ru_ru: свойство Select

source: Send
fr_fr: Envoyer
he_il: שלח
ru_ru: Отправить

source: Send Quote
fr_fr: Envoyer Devis
he_il: שלח הצעת מחיר
ru_ru: Отправить Цитату

source: Service
he_il: שירות
ru_ru: Обувь для обслуживающего персонала

# service_add_success
source: Service is added successfully.
fr_fr: Le Service est ajouté avec succès.
he_il: שירות נוסף בהצלחה.
ru_ru: Сервис успешно добавлен.

source: Service List
fr_fr: Service De Liste
he_il: רשימת השירותים
ru_ru: список услуг

source: Service name already exists.
fr_fr: Service de nom existe déjà.
he_il: שם השירות כבר קיים.
ru_ru: Имя службы уже существует.

# service_not_exists
source: Service does not exists.
fr_fr: Le Service n'existe pas.
he_il: השירות אינו קיים.
ru_ru: Сервис не существует.

source: Service Providers
fr_fr: Les Fournisseurs De Services
he_il: נותני שירותים
ru_ru: сфера услуг

# service_provider_detail
source: Service Provider's Detail
fr_fr: Du Fournisseur de services de Détail
he_il: פרטי נותן שירות
ru_ru: Сведения о поставщике услуг

source: Service Provider Job Rating
fr_fr: Job Fournisseur De Services De Notation
he_il: דירוג עבודה נותן שירות
ru_ru: Рейтинг Вакансий Поставщика Услуг

# service_provider_job_rating_validation
source: Please Add Service Provider Job Rating
fr_fr: S'Il Vous Plaît Ajouter Job Fournisseur De Services De Notation
he_il: דרג את העבודה של נותן השירות
ru_ru: Пожалуйста, Добавьте Рейтинг Вакансий Поставщика Услуг

source: Service Provider List
fr_fr: Liste Des Fournisseurs De Services
he_il: רשימת נותני שירותים
ru_ru: Список Поставщиков Услуг

source: Service Provider Name
fr_fr: Nom Du Fournisseur De Service
he_il: שם נותן שירות
ru_ru: Имя Поставщика Услуг

source: Service Provider Rating
fr_fr: Fournisseur De Services De Notation
he_il: דירוג נותן שירות
ru_ru: Рейтинг Поставщика Услуг

# service_provider_rating_validation
source: Please Add Service Provider Rating
fr_fr: Veuillez Ajouter Un Fournisseur De Services De Notation
he_il: דרג את נותן השירות
ru_ru: Пожалуйста, Добавьте Рейтинг Поставщика Услуг

# service_update_success
source: Service is updated successfully.
fr_fr: Le Service est mis à jour avec succès.
he_il: השירות עודכן בהצלחה
ru_ru: Сервис успешно обновлен.

source: Settings
fr_fr: Paramètres
he_il: הגדרות
ru_ru: Настройки

source: Short Term Airbnb Apartment
fr_fr: À Court Terme Appartement Airbnb
he_il: דירה לטווח קצר Airbnb
ru_ru: Краткосрочная Аренда Апартаментов Airbnb

source: Size
fr_fr: Taille
he_il: גודל במ"ר
ru_ru: Размер

source: Small
fr_fr: Petit
he_il: קטן
ru_ru: Маленький

# some_error_occured
source: Some error has occured, please try again.
fr_fr: Une erreur s'est produite, veuillez essayer de nouveau.
he_il: שגיאה, אנא נסה שנית.
ru_ru: Произошла какая-то ошибка, попробуйте еще раз.

source: Start Date
fr_fr: Date De Début De
he_il: תאריך התחלה
ru_ru: дата начала

source: Start Date & Time
fr_fr: Date De Début Et Heure
he_il: זמן ותאריך התחלה
ru_ru: Дата И Время Начала Работы

source: Start Job
fr_fr: Démarrer Le Travail
he_il: התחל עבודה
ru_ru: Запуск Задания

source: Start Time
fr_fr: Heure De Début
he_il: שעת התחלה
ru_ru: время начала

source: Start Timer
fr_fr: Démarrer La Minuterie
he_il: התחל טיימר
ru_ru: Пусковой Таймер

source: Status
fr_fr: Statut
he_il: מצב
ru_ru: Статус

# status_update_sucess
source: 's status is updated successfully.
fr_fr: l'état est mis à jour avec succès.
he_il: ומעמדו עודכנו בהצלחה
ru_ru: состояние s успешно обновляется.

# subcategory_not_exists
source: SubCategory does not exists.
fr_fr: Sous-catégorie n'existe pas.
he_il: תת שירות לא קיים
ru_ru: SubSubService не существует.

source: Submit
fr_fr: Soumettre
he_il: שלח
ru_ru: Отправить

# sub_category_not_exists
source: SubSubCategory does not exists.
fr_fr: SubSubCategory n'existe pas.
he_il: שירות לא קיים
ru_ru: Подсубкатегория не существует.

source: Sub Service
fr_fr: Sous Service
he_il: שירות
ru_ru: Дополнительный Сервис

# sub_service_add_success
source: SubService is added successfully.
fr_fr: SubService est ajouté avec succès.
he_il: תת שירות נוסף בהצלחה
ru_ru: Дополнительный сервис успешно добавлен.

source: Sub Service List
fr_fr: Sous Liste Des Services
he_il: רשימת תתי שירותים
ru_ru: Список Дополнительных Услуг

# sub_service_name_already_exists
source: SubService name already exists in this Category.
fr_fr: SubService nom existe déjà dans cette Catégorie.
he_il: תת שירות כבר קיים
ru_ru: Имя подсервиса уже существует в этой категории.

# sub_service_update_success
source: SubService is updated successfully.
fr_fr: SubService est mis à jour avec succès.
he_il: תת שירות נוסף בהצלחה
ru_ru: Дочерняя служба успешно обновлена.

# sub_sub_service_add_success
source: SubSubService is added successfully.
fr_fr: SubSubService est ajouté avec succès.
he_il: תת תת שירות נוסף בהצלחה
ru_ru: SubSubService успешно добавлен.

source: Sub Sub Service List
fr_fr: Sous-Sous-Service De Liste
he_il: תת תת שירות
ru_ru: Sub Sub Список Услуг

# sub_sub_service_name_already_exists
source: SubSubService name already exists in this SubCategory.
fr_fr: SubSubService nom existe déjà dans cette sous-catégorie.
he_il: תת תת שירות כבר קיים
ru_ru: Имя субсервиса уже существует в этой подкатегории.

# sub_sub_service_not_exists
source: SubSubService does not exists.
fr_fr: SubSubService n'existe pas.
he_il: תת תת שירות לא קיים
ru_ru: SubSubService не существует.

# sub_sub_service_update_success
source: SubSubService is updated successfully.
fr_fr: SubSubService est mis à jour avec succès.
he_il: תת תת שירות עודכן בהצלחה
ru_ru: SubSubService успешно обновлен.

source: Success
fr_fr: Succès
he_il: בהצלחה
ru_ru: Успех

source: 's job request.
fr_fr: s de demande de travail.
he_il: על בקשתו לשירות
ru_ru: s запрос на вакансию.

source: 's quote request.
fr_fr: s de demande de devis.
he_il: על בקשתו להצעת מחיר
ru_ru: запрос цитаты s.

# terms_conditins_job_request
source: Please accept the terms & conditions to add job request.
fr_fr: Veuillez accepter les termes et conditions pour ajouter de la demande de travail.
he_il: בבקשה קבל את התקנון ותנאי השימוש
ru_ru: Пожалуйста, примите условия и положения, чтобы добавить запрос на вакансию.

source: Terms & Conditions
fr_fr: Termes & Conditions
he_il: תנאי שימוש
ru_ru: Условия использования

# terms_conditions_validation
source: Please agree to the terms and conditions
fr_fr: Veuillez acceptez les termes et conditions
he_il: עליך להסכים לתנאי השימוש
ru_ru: Пожалуйста, примите наши условия и положения

source: Testimonials
fr_fr: Témoignages
he_il: המלצות
ru_ru: Отзывы

source: Testimonials List
fr_fr: Liste Des Témoignages
he_il: רשימת המלצות
ru_ru: Список Отзывов

# testimonial_add_success
source: Testimonial is added successfully.
fr_fr: Le témoignage est ajouté avec succès.
he_il: המצלה נוספה בהצלחה
ru_ru: Отзыв добавляется успешно.

# testimonial_delete_success
source: Testimonial is deleted successfully.
fr_fr: Le témoignage est supprimé avec succès.
he_il: המצלצה נמחקה בהצלחה
ru_ru: Отзыв успешно удален.

# testimonial_not_exist
source: Testimonial does not exists.
fr_fr: Témoignage n'existe pas.
he_il: ההמלצה לא קיימת
ru_ru: Отзыва не существует.

# testimonial_update_success
source: Testimonial is updated successfully.
fr_fr: Le témoignage est mis à jour avec succès.
he_il: ההמלצה עודכנה בהצלחה
ru_ru: Отзыв будет успешно обновлен.

source: Text here
fr_fr: Le texte ici
he_il: טקסט כאן
ru_ru: Текст здесь

source: Thank you.
fr_fr: Je vous remercie.
he_il: תודה.
ru_ru: Спасибо.

# timer_already_ended
source: Timer is already ended.
fr_fr: La minuterie est déjà terminé.
he_il: טיימר כבר הסתיים.
ru_ru: Таймер уже закончился.

# timer_already_started
source: Timer is already started.
fr_fr: À rebours est déjà commencé.
he_il: הטיימר כבר התחיל.
ru_ru: Таймер уже запущен.

# timer_ended_success
source: Timer is ended successfully.
fr_fr: La minuterie est terminé avec succès.
he_il: טיימר הוא הסתיים בהצלחה.
ru_ru: Таймер успешно завершен.

# timer_started_success
source: Timer is started successfully.
fr_fr: Timer est démarré avec succès.
he_il: טיימר הוא התחיל בהצלחה.
ru_ru: Таймер запускается успешно.

source: Title
fr_fr: Titre
he_il: כותרת
ru_ru: Название

# title_text
source: Broom Services
fr_fr: Balai Services
he_il: ברום סרוויס
ru_ru: Услуги Метлы

source: to
fr_fr: pour
he_il: ל
ru_ru: Для

source: Transaction does not exists.
fr_fr: La Transaction n'existe pas.
he_il: עסקה אינה קיימת.
ru_ru: Транзакция не существует.

source: Try again
fr_fr: Essayez à nouveau
he_il: נסה שוב
ru_ru: Попробовать еще раз

source: Type
he_il: סוג
ru_ru: Тип

source: Type of property:
fr_fr: Type de propriété:
he_il: סוג הנכס:
ru_ru: Вид собственности:

source: Type of Service
fr_fr: Type de Service
he_il: סוג שירות
ru_ru: вид услуг

source: Update Payment Method
fr_fr: Mise À Jour De La Méthode De Paiement
he_il: עדכון אמצעי תשלום
ru_ru: Способ Оплаты Обновления

source: Update Profile
fr_fr: Mettre À Jour Le Profil
he_il: עדכן פרופיל
ru_ru: Обновить Профиль

source: Users
fr_fr: Les utilisateurs
he_il: משתמש
ru_ru: Пользователи

# user_credentials
source: User credentials:- Broom Service
fr_fr: D'identification de l'utilisateur:- Balai Service
he_il: אישורי משתמש: - ברום סרוויס
ru_ru: Учетные данные пользователя: - Broom Service
