Repository: XamarinOrem/BroomService_Admin
Catalog: BroomServiceWeb/Resources/Resource.*.resx
Languages: fr_fr, he_il, ru_ru

source: About
fr_fr: À propos
he_il: אודות
ru_ru: О нас

source: About Us
fr_fr: À Propos De Nous
he_il: אודות
ru_ru: О нас

source: Accept
fr_fr: Accepter
he_il: אשר
ru_ru: Принимать

# accepted_broom_service_request
source: You have accepted Broom Service's quote request
fr_fr: Vous avez accepté Balai du Service de demande de devis
he_il: אישרת את הצעת המחיר של ברום סרוויס
ru_ru: Вы приняли запрос предложения Broom Service

# accepted_your_quote_price
source: has accepted your quote price request.
fr_fr: a accepté votre devis demande de prix.
he_il: אשר את הצעת המחיר שנשלחה
ru_ru: принял ваш запрос цены цитаты.

# access_property_details
source: Access to Property (With Details)
fr_fr: L'accès à la Propriété (Avec Détails)
he_il: גישה לנכס (פרט)
ru_ru: Доступ к собственности (с подробной информацией)

# access_property_options
source: For Ex. doorman/elock/keybox/key/other
fr_fr: Pour Ex. portier/elock/coffret/clé/autres
he_il: לדוגמא, שומר/"קי בוקס"/מפתח/ אחר
ru_ru: Например. швейцар / элок / кейбокс / ключ / другое

# account_deactivate_message
source: your account is deactivated by admin. If you want to activate, please contact to admin.
fr_fr: votre compte est désactivé par l'administrateur. Si vous voulez l'activer, veuillez contacter à l'admin.
he_il: החשבון שלך הוקפא אנא צור קשר עם התמיכה
ru_ru: ваш аккаунт деактивирован администратором. Если вы хотите активировать, пожалуйста, свяжитесь с администратором.

source: Action
he_il: פעולה
ru_ru: Действие

source: Active
he_il: פעיל
ru_ru: Активный

source: Address
fr_fr: Adresse
he_il: כתובת
ru_ru: Адрес

source: Add Job Request
fr_fr: Ajouter De Demande De Travail
he_il: הזמן שירות
ru_ru: Добавить Запрос На Вакансию

source: Add Property
fr_fr: Ajouter Une Propriété
he_il: הוסף נכס
ru_ru: Добавить Свойство

# add_property_heading
source: You can list as many properties you want for each kind.
fr_fr: Vous pouvez autant de propriétés que vous voulez pour chaque type.
he_il: תוכל להוסיף כמה נכסים שתרצה
ru_ru: Вы можете перечислить столько свойств, которые вы хотите для каждого вида.

source: Add Service
fr_fr: Ajouter Un Service
he_il: הוספת שירות
ru_ru: дополнительный сервис

source: Add Service Provider
fr_fr: Ajouter Un Fournisseur De Services
he_il: הוספת נותן שירות
ru_ru: Добавить Поставщика Услуг

source: Add Sub Service
fr_fr: Ajouter Des Sous Service
he_il: הוספת תת שירות
ru_ru: Добавить Дополнительный Сервис

source: Add Sub Sub Service
fr_fr: Ajouter Des Sous-Sous-Service
he_il: הוספת תת תת שירות
ru_ru: Добавить Sub Sub Сервис

source: Add Testimonial
fr_fr: Ajouter Témoignage
he_il: להוסיף המלצה
ru_ru: Добавить Отзыв

# add_text_validation
source: Please add text before adding new checklist
fr_fr: Veuillez ajouter du texte avant d'ajouter une nouvelle liste de vérification
he_il: אנא הוסף טקסט לצ'קליסט
ru_ru: Пожалуйста, добавьте текст перед добавлением нового контрольного списка

source: Add Worker
fr_fr: Ajouter Travailleur
he_il: הוספת עובד
ru_ru: Добавить Работника

source: ago
fr_fr: il y a
he_il: לפני
ru_ru: тому назад

# agree_with
source: I Agree With All
fr_fr: Je Suis D'Accord Avec Tous Les
he_il: אני מסכים
ru_ru: Я Согласен Со Всеми

source: Already have an account?
fr_fr: Avez déjà un compte?
he_il: כבר יש לך חשבון?
ru_ru: Уже есть аккаунт?

source: Already Paid
fr_fr: Déjà Payés
he_il: שולם
ru_ru: уже оплачено

# already_reject_job
source: You already rejected this job request.
fr_fr: Vous avez déjà rejeté cette demande d'emploi.
he_il: דחית את הצעת העבודה
ru_ru: Вы уже отклонили этот запрос на вакансию.

source: Aparment Number
fr_fr: Appartement Nombre
he_il: מספר דירה
ru_ru: Номер Квартиры

source: Apartment
fr_fr: Appartement
he_il: דירה
ru_ru: Квартира

source: Apartment Number
fr_fr: Le Numéro D'Appartement
he_il: מספר דירה
ru_ru: номер квартиры

source: Assigned Worker
fr_fr: De Travail Affectées
he_il: עובד ששובץ
ru_ru: Назначенный Работник

source: Assign Job
fr_fr: Assigner
he_il: שבץ עובד
ru_ru: Назначить Задание

source: Assign Worker
fr_fr: Attribuer Travailleur
he_il: שבץ עובד
ru_ru: Назначить Работника

source: at
fr_fr: au
he_il: ב
ru_ru: около

source: Back
fr_fr: De retour
he_il: חזור
ru_ru: Назад

source: Back To Home
fr_fr: Retour À L'Accueil
he_il: חזרה לדף הבית
ru_ru: Назад На Родину

source: Back To Profile
fr_fr: Retour Au Profil De
he_il: חזרה לפרופיל
ru_ru: Вернуться К Профилю

source: Balcony
fr_fr: Balcon
he_il: מרפסת
ru_ru: Балкон

source: Bed Size
fr_fr: Taille Du Lit
he_il: מיטת קינג
ru_ru: размер кровати

source: Bookings List
fr_fr: Les Réservations Liste
he_il: גודל מיטה
ru_ru: Список Бронирований

source: Broom Service
fr_fr: Balai De Service
he_il: ברום סרוויס
ru_ru: Брум сервис

# broom_service_added
source: Broom Service has added you as a
fr_fr: Balai Service a vous a ajouté comme un
he_il: ברום סרוויס הוסיף אותך בתור
ru_ru: Брум сервис добавил вас как

# broom_service_has_rejected
source: Broom Service has rejected your
fr_fr: Balai Service a rejeté votre
he_il: ברום סרוויס דחה את ה
ru_ru: Брум сервис отвергл ваше

source: Bs Crew
fr_fr: Bs Équipage
he_il: Crew Bs
ru_ru: BS команда

source: Building Code
fr_fr: Le Code Du Bâtiment
he_il: קוד בניין
ru_ru: Код подъезда

source: By Cash
fr_fr: En Espèces
he_il: במזומן
ru_ru: за наличный расчет

source: By Cheque
fr_fr: Par Chèque
he_il: בהמחאה
ru_ru: По Чеку

source: By Credit Card
fr_fr: Par Carte De Crédit
he_il: בכרטיס אשראי
ru_ru: по кредитной карте

source: By Money Transfer
fr_fr: Par Transfert D'Argent
he_il: העברה בנקאית
ru_ru: По Денежному Переводу

source: Cancel
fr_fr: Annuler
he_il: בטל
ru_ru: Отмена

source: Cancelled
fr_fr: Annulé
he_il: בוטל
ru_ru: Отмененный

source: CARD NUMBER
fr_fr: NUMÉRO DE CARTE DE
he_il: מספר כרטיס
ru_ru: НОМЕР КАРТЫ

# change_language
source: Choose Language
fr_fr: Choisissez La Langue
he_il: בחר שפה
ru_ru: выбранный язык

source: Change Password
fr_fr: Changer De Mot De Passe
he_il: שנה סיסמא
ru_ru: изменение пароля

source: Chat
he_il: צ'אט
ru_ru: Чат

source: Chat List
fr_fr: Liste De Chat
he_il: רשימת צ'אט
ru_ru: Список Чатов

source: Chat Listing
fr_fr: Chat Inscription
he_il: רישום צ'אט
ru_ru: Список Чатов

source: Check List
fr_fr: Liste De Vérification
he_il: צ'ק ליסט
ru_ru: контрольный список

source: Choose atleaset one subcategory
fr_fr: Choisissez atleaset une sous-catégorie
he_il: בחר שירות
ru_ru: Выберите хотя бы одну подкатегорию

source: Choose Payment Method
fr_fr: Choisissez La Méthode De Paiement
he_il: בחר את שיטת התשלום
ru_ru: Выберите Способ Оплаты

source: Choose Service
fr_fr: Choisissez Le Service
he_il: בחר שירות
ru_ru: Выберите Сервис

source: Choose Sub Service
fr_fr: Choisir Les Sous Service
he_il: בחר שירות
ru_ru: Выберите Дополнительную Службу

source: Choose Sub Sub Service
fr_fr: Choisissez La Sous Service
he_il: בחר שירות
ru_ru: Выберите Sub Sub Service

source: Choose worker
fr_fr: Choisissez travailleur
he_il: בחר עובד
ru_ru: Выберите работника

source: City
fr_fr: Ville
he_il: עיר
ru_ru: Город

# click_on_link
source: Please click on the below link to verify your email
fr_fr: Veuillez cliquer sur le lien ci-dessous pour vérifier votre e-mail
he_il: אנא לחץ על הקישור למטה כדי לאמת את האימייל שלך
ru_ru: Пожалуйста, нажмите на ссылку ниже, чтобы подтвердить свой адрес электронной почты

source: Client Price
fr_fr: Client De Prix
he_il: מחיר הלקוח
ru_ru: Цена Клиента

source: Client Rating
fr_fr: Client De Notation
he_il: דירוג לקוח
ru_ru: Рейтинг Клиента

source: Comment
fr_fr: Commentaire
he_il: תגובה
ru_ru: Комментарий

source: Completed
fr_fr: Terminé
he_il: בוצע
ru_ru: Завершено

source: Completed Datetime
fr_fr: Terminé Datetime
he_il: הושלם תאריך ושעה
ru_ru: Завершенный Datetime

source: Complete Job
fr_fr: Le Travail Complet
he_il: סיים עבודה
ru_ru: Полное Задание

# confirmation_email_sent
source: Please check your email, we have sent a confirmation mail to your registered email.
fr_fr: Veuillez vérifier votre email, nous vous avons envoyé un mail de confirmation à votre adresse e-mail.
he_il: בדוק את האימייל שלך, שלחנו אישור לדואר האלקטרוני הרשום שלך.
ru_ru: Пожалуйста, проверьте свою электронную почту, мы отправили письмо с подтверждением на ваш зарегистрированный адрес электронной почты.

source: Confirm Password
fr_fr: Confirmer Le Mot De Passe
he_il: אשר סיסמה
ru_ru: Подтвердите Пароль

source: Contact Us
fr_fr: Contactez-Nous
he_il: צור קשר
ru_ru: Связаться с нами

source: Country
fr_fr: Pays
he_il: מדינה
ru_ru: Страна

source: Created Date
fr_fr: Date De Création
he_il: נוצר בתאריך
ru_ru: Дата Создания

source: Create Account
fr_fr: Créer Un Compte
he_il: צור חשבון
ru_ru: Создать аккаунт

source: Create Account As Customer
fr_fr: Créer Un Compte Client
he_il: צור חשבון
ru_ru: Создать Учетную Запись В Качестве Клиента

source: Customers
fr_fr: Les clients
he_il: לקוחות
ru_ru: Клиенты

source: Customer Details
fr_fr: Détails Sur Le Client
he_il: פרטי לקוח
ru_ru: Детали Клиента

source: Customer Details info
fr_fr: Détails sur le client info
he_il: מידע פרטי לקוח
ru_ru: Данные по деталей клиента

source: Customer Name
fr_fr: Nom Du Client
he_il: שם לקוח
ru_ru: имя клиента

# customer_not_exists
source: Customer does not exists.
fr_fr: Le client n'existe pas.
he_il: הלקוח אינו קיים.
ru_ru: Заказчик не существует.

source: Dashboard
fr_fr: Tableau de bord
he_il: לוח בקרה
ru_ru: Информационная панель

source: day
fr_fr: jour
he_il: יום
ru_ru: день

source: days
fr_fr: jours
he_il: ימים
ru_ru: дни

source: Deactive
fr_fr: Inactive
he_il: נטרל

source: Dear
fr_fr: Chers
he_il: יקר
ru_ru: Дорогой

source: Delete
fr_fr: Supprimer
he_il: מחק
ru_ru: Удалить

source: Description
he_il: תיאור
ru_ru: Описание

source: Details
fr_fr: Détails
he_il: פרטים
ru_ru: Подробные сведения

source: Dishwasher
fr_fr: Lave-vaisselle
he_il: מדיח כלים
ru_ru: Посудомойка

source: Display Order
fr_fr: Ordre D'Affichage
he_il: סדר תצוגה
ru_ru: порядок отображения

source: Done
fr_fr: Fait
he_il: בוצע
ru_ru: Выполнено

# dont_have_account
source: Don’t have an account?
fr_fr: N'avez pas de compte?
he_il: אין לך חשבון?
ru_ru: Нет аккаунта?

source: Doorman
fr_fr: Portier
he_il: שומר
ru_ru: Швейцар

source: Duplex
he_il: דופלקס
ru_ru: Дуплекс

source: Duvet Size
fr_fr: Taille De La Couette
he_il: גודל כריות נוי
ru_ru: Размер Пододеяльника

source: Edit
fr_fr: Modifier
he_il: עריכה
ru_ru: Редактировать

source: Edit Profile
fr_fr: Modifier Le Profil
he_il: ערוך פרופיל
ru_ru: Изменить Профиль

source: Edit Property
fr_fr: Modifier La Propriété
he_il: ערוך נכס
ru_ru: Изменить Свойство

source: Edit Service
he_il: ערוך שירות
ru_ru: Редактировать Сервис

source: Edit Service Provider
fr_fr: Edit Fournisseur De Services
he_il: ערוך נותן שירות
ru_ru: Изменить Поставщика Услуг

source: Edit Sub Service
fr_fr: Edit Sous Service
he_il: ערוך תת שירות
ru_ru: Изменить Дополнительный Сервис

source: Edit Sub Sub Service
fr_fr: Modifier Les Sous-Sous-Service
he_il: ערוך תת תת שירות
ru_ru: Редактировать Sub Sub Сервис

source: Edit Worker
fr_fr: Edit Travailleur
he_il: ערוך עובד
ru_ru: Редактировать Работника

source: Elevator
fr_fr: Ascenseur
he_il: מעלית
ru_ru: Лифт

source: Email
he_il: דוא"ל
ru_ru: Электронная почта

source: Email address
fr_fr: Adresse Email
he_il: כתובת דוא"ל
ru_ru: Эл. адрес

source: Email already exists.
fr_fr: E-mail existe déjà.
he_il: האימייל כבר קיים.
ru_ru: Электронная почта уже существует.

# email_post
source: Email:
he_il: דוא"ל:
ru_ru: Электронная почта:

# email_verified_sucess
source: Your email is verified successfuly.
fr_fr: Votre e-mail est vérifiée avec succès.
he_il: הדוא"ל שלך אומת בהצלחה.
ru_ru: Ваша электронная почта проверяется успешно.

source: End Date
fr_fr: Date De Fin
he_il: תאריך סיום
ru_ru: дата окончания

source: End Date & Time
fr_fr: Fin De La Date Et De L'Heure
he_il: תאריך וזמן סיום
ru_ru: Дата И Время Окончания

source: End Time
fr_fr: Heure De Fin
he_il: שעת סיום
ru_ru: конец времени

source: End Timer
fr_fr: Fin De La Minuterie
he_il: סיים עבודה
ru_ru: Конечное Реле Времени

# end_time_job_validation
source: End date time should be greater than start date time.
fr_fr: Date de fin de l'heure doit être supérieure à la date de début du temps.
he_il: תאריך הסיום חייב להיות אחרי תאריך ההתחלה
ru_ru: Время окончания должно быть больше, чем время начала.

source: English
fr_fr: Anglais
he_il: אנגלית
ru_ru: Английский

source: Enter Email
fr_fr: Entrez E-Mail
he_il: הזן דוא"ל
ru_ru: Введите Адрес Электронной Почты

source: Enter address
fr_fr: Entrez l'adresse
he_il: הכנס כתובת
ru_ru: Введите адрес

source: Enter Card Number
fr_fr: Entrez Le Numéro De Carte De
he_il: הזן מספר כרטיס
ru_ru: Введите Номер Карты

source: Enter Confirm Password
fr_fr: Entrez Confirmer Le Mot De Passe
he_il: הזן ססמא לאישור
ru_ru: Введите Пароль Подтверждения

source: Enter CVV
fr_fr: Entrez CVV
he_il: הזן CVV
ru_ru: Введите CVV

source: Enter Description
fr_fr: Entrez La Description
he_il: כתוב פירוט
ru_ru: Введите Описание

source: Enter Display Order
fr_fr: Entrez Ordre D'Affichage
he_il: סדר תצוגה
ru_ru: Введите Порядок Отображения

source: Enter Email
fr_fr: Entrez E-Mail
he_il: הזן דוא"ל
ru_ru: Введите Адрес Электронной Почты

source: Enter Expiry Date
fr_fr: Entrez La Date D'Expiration
he_il: הזן תאריך תפוגה
ru_ru: Введите Дату Истечения Срока Действия

source: Enter First name
fr_fr: Saisissez d'Abord le nom de
he_il: הזן שם פרטי
ru_ru: Введите имя пользователя

source: Enter Last name
fr_fr: Saisissez le nom de
he_il: הזן שם משפחה
ru_ru: Введите фамилию

source: Enter Message
fr_fr: Entrez Le Message
he_il: כתוב הודעה
ru_ru: входящее сообщение

source: Enter Name
fr_fr: Entrez Le Nom De
he_il: הכנס שם
ru_ru: ввести имя

source: Enter New Password
fr_fr: Entrez Le Nouveau Mot De Passe
he_il: הכנס סיסמה חדשה
ru_ru: Введите Новый Пароль

source: Enter Old Password
fr_fr: Entrez L'Ancien Mot De Passe
he_il: הזן את הסיסמה הישנה
ru_ru: Введите Старый Пароль

source: Enter Password
fr_fr: Entrez Le Mot De Passe
he_il: הזן את הסיסמה
ru_ru: Введите Пароль

source: Enter Phone number
fr_fr: Entrez le numéro de Téléphone
he_il: הכנס מספר טלפון
ru_ru: Введите номер телефона

source: Enter Title
fr_fr: Saisissez Le Titre
he_il: הזן כותרת
ru_ru: Введите Название

source: Enter work for checklist
fr_fr: Entrez le travail pour liste de contrôle
he_il: הוסף צ'קליסט
ru_ru: Введите работу для контрольного списка

source: Error occured!!
fr_fr: Erreur s'est produite!!
he_il: אירע שגיאה !!
ru_ru: Произошла ошибка!!

# error_requesting_password
source: There was an error requesting your password, Your email does not exist!
fr_fr: Il y a une erreur vous demandant votre mot de passe, Votre email n'existe pas!
he_il: ארעה שגיאה בבקשת הסיסמא, כתובת הדוא"ל שלך לא קיים!
ru_ru: Произошла ошибка с запросом вашего пароля, ваша электронная почта не существует!

source: EXPIRATION DATE
fr_fr: DATE D'EXPIRATION
he_il: תאריך תפוגה
ru_ru: СРОК ГОДНОСТИ

# file_extension_invalid
source: File Extension Is InValid - Only Upload jpg/png/jpeg/JPG/PNG/JPEG File
fr_fr: L'Extension de fichier n'Est pas Valide Seulement de Téléchargement jpg/png/jpeg/JPG/PNG/JPEG Fichier
he_il: סיומת קובץ לא חוקי - העלה רק jpg / png / jpeg / JPG / PNG / קובץ JPEG
ru_ru: Расширение файла является недопустимым-только загрузить jpg / png / jpeg/JPG/PNG / JPEG файл

# fill_required_records
source: Please fill the required records.
fr_fr: Veuillez remplir les dossiers nécessaires.
he_il: נא למלא את שדות החובה
ru_ru: Пожалуйста, заполните необходимые записи.

source: Fill Requirements
fr_fr: Les Conditions De Remplissage
he_il: נדרש למלא
ru_ru: Заполните Требования

source: First Name
fr_fr: Prénom
he_il: שם פרטי
ru_ru: имя

source: Floor
fr_fr: Étage
he_il: קומה
ru_ru: Этаж

source: Floor Number
fr_fr: Numéro De L'Étage
he_il: מספר הקומה
ru_ru: Номер Этажа

# footer_text
source: 2019 Broom Services. All copyrights are reserved
fr_fr: 2019 Balai De Services. Tous les droits de reproduction sont réservés
he_il: ברום סרוויס ל.מ בע"מ 2015. כל הזכויות שמורות.
ru_ru: 2019 Услуги Метлы. Все авторские права защищены

# forgot_password_heading
source: Enter your Email and we will send you a link to reset your password.
fr_fr: Entrez votre e-Mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.
he_il: הזן את הדוא"ל שלך ואנו נשלח לך קישור לאיפוס הסיסמה.
ru_ru: Введите свой адрес электронной почты, и мы вышлем вам ссылку для сброса пароля.

source: Forgot Your Password
fr_fr: Vous Avez Oublié Votre Mot De Passe
he_il: שכחת ססמה
ru_ru: Забыли Свой Пароль

source: For Workers
fr_fr: Pour Les Travailleurs
he_il: לעובדים
ru_ru: для работников

source: French
fr_fr: Français
he_il: צרפתית
ru_ru: Французский

source: Garden
fr_fr: Jardin
he_il: גן
ru_ru: Сад

# get_back_with_quote
source: We will get back to you with a quote shortly.
fr_fr: Nous reviendrons vers vous avec un devis sous peu.
he_il: נחזור אליכם עם הצעת מחיר בקרוב.
ru_ru: Мы свяжемся с вами с цитатой в ближайшее время.

# has_accepted_job_request
source: has accepted your job request.
fr_fr: a accepté votre demande d'emploi.
he_il: קיבל את קריאתך
ru_ru: принял ваше заявление о приеме на работу.

# has_assigned_job_to_you
source: has assigned this new job to you.
fr_fr: a assigné à ce nouveau travail pour vous.
he_il: שיבץ אותך לעבודה
ru_ru: назначил вам эту новую работу.

source: has completed job for
fr_fr: a terminé le travail pour
he_il: השלים את העבודה עבור
ru_ru: выполнил задание для

source: has ended timer for
fr_fr: fin de la minuterie pour
he_il: סיים את הטיימר ל
ru_ru: закончился таймер для

source: Has Price
fr_fr: A Prix
he_il: יש מחיר
ru_ru: Имеет Цену

source: has sent job request.
fr_fr: a envoyé de demande de travail.
he_il: שלח בקשה לשירות
ru_ru: отправил запрос на вакансию.

# has_sent_quote_for
source: has sent you quote for
fr_fr: vient de vous envoyer des devis pour le
he_il: שלח לך הצעת מחיר עבור
ru_ru: послал вам цитату для

source: has started timer for
fr_fr: a commencé minuterie pour
he_il: החל טיימר עבור
ru_ru: запустил таймер для

source: Has SubSubCategories
fr_fr: A SubSubCategories
he_il: יש תת תת שירות
ru_ru: Имеет Подсубкатегории

# header_title_text_one
source: For the first time in Israel 5-Star room service services to your property
fr_fr: Pour la première fois en Israël, un service de chambre 5 étoiles dans votre propriété
he_il: לראשונה בישראל, לחיות בבית ולהרגיש בבית מלון. שירות חדרים 5 כוכבים לבית שלך.
ru_ru: Впервые в Израиле 5-звездочное обслуживание номеров в вашей собственности

# header_title_text_two
source: Contact us for an attractive offer
fr_fr: Contactez-nous pour une offre attractive
he_il: צור קשר לקבלת הצעה אטרקטיבית
ru_ru: Свяжитесь с нами для получения выгодного предложения

source: Hebrew
fr_fr: L'hébreu
he_il: עברית
ru_ru: Иврит

source: Hello
fr_fr: Bonjour
he_il: שלום
ru_ru: Привет

source: Here
fr_fr: Ici
he_il: כאן
ru_ru: Здесь

source: Home
fr_fr: La maison
he_il: דף הבית
ru_ru: Главная

source: hour
fr_fr: heure
he_il: שעה
ru_ru: час

source: hours
fr_fr: heures
he_il: שעות
ru_ru: часы

source: Icon
fr_fr: Icône
he_il: אייקון
ru_ru: Икона

source: Image
he_il: תמונה
ru_ru: Изображение

# info_update_success
source: Information is updated successfully
fr_fr: L'Information est mise à jour avec succès
he_il: בוצע עדכון בהצלחה
ru_ru: Информация успешно обновляется

source: Invalid User.
fr_fr: Utilisateur Non Valide.
he_il: משתמש שגוי.
ru_ru: Неверный Пользователь.

source: In Progress
fr_fr: En Cours
he_il: בתהליך
ru_ru: в процессе

source: in there portal.
fr_fr: là portail.
he_il: בפורטל שלהם
ru_ru: там есть портал.

source: Job Completed Date & Time
fr_fr: Travail Terminé Date Et Heure De L'
he_il: תאריך ושעה סיום העבודה
ru_ru: Дата И Время Выполнения Задания

# job_complete_success
source: Job Completed Successfully!!
fr_fr: Travail Achevé Avec Succès!!
he_il: העבודה הושלמה בהצלחה !!
ru_ru: Работа Выполнена Успешно!!

source: Job Date & Time
fr_fr: L'Emploi De La Date Et De L'Heure
he_il: תאריך ושעה תחילת עבודה
ru_ru: Дата И Время Выполнения Задания

source: Job Details
fr_fr: Détails De L'Offre
he_il: תיאור העבודה
ru_ru: Сведения О Задании

# job_end_success
source: Job Ended Successfully!!
fr_fr: Travail A Pris Fin Avec Succès!!
he_il: העבודה הסתיימה בהצלחה !!
ru_ru: Работа Закончилась Успешно!!

# job_not_exists
source: Job does not exists.
fr_fr: L'emploi n'existe pas.
he_il: השירות לא קיים
ru_ru: Иова не существует.

source: Job Rating
fr_fr: Travail De Notation
he_il: דירוג השירות
ru_ru: Рейтинг Вакансий

source: Job Request
fr_fr: Demande De Travail
he_il: הזמן שירות
ru_ru: Запрос На Вакансию

# job_request_accept_success
source: Job request is accepted successfully.
fr_fr: Demande de travail est acceptée avec succès.
he_il: הזמנת השירות התקבלה בהצלחה
ru_ru: Заявка на вакансию принимается успешно.

# job_request_add_success
source: Your Job request is added successfully.
fr_fr: Votre demande de Travail est ajouté avec succès.
he_il: הזמנת השירות נוספה בהצלחה
ru_ru: Ваш запрос на вакансию будет успешно добавлен.

# job_request_reject_success
source: Job request is rejected successfully.
fr_fr: Demande de travail est rejetée avec succès.
he_il: דחית את השירות
ru_ru: Запрос на вакансию успешно отклонен.

# job_started_success
source: Job Started Successfully!!
fr_fr: Le Travail A Débuté Avec Succès!!
he_il: העבודה החלה בהצלחה
ru_ru: Работа Началась Успешно!!

# job_successfully_assigned
source: Job is successfully assigned to
fr_fr: Le travail est attribué à
he_il: העבודה שובצה בהצלחה ל
ru_ru: Задание успешно присвоено

source: Large
fr_fr: Grand
he_il: גדול
ru_ru: Большой

source: Last Name
fr_fr: Nom De Famille
he_il: שם משפחה
ru_ru: фамилия

source: Location
fr_fr: Emplacement
he_il: מיקום
ru_ru: Расположение

# login_credentials
source: Your User Login Credentials:
fr_fr: Votre Utilisateur Informations De Connexion:
he_il: פרטי ההתחברות של המשתמש שלך:
ru_ru: Ваши Учетные Данные Для Входа Пользователя:

source: login to admin account
fr_fr: connexion à un compte admin
he_il: כניסה לחשבון מנהל
ru_ru: войдите в учетную запись администратора

source: Logout
fr_fr: Déconnexion
he_il: התנתק
ru_ru: Выход

source: Log In
fr_fr: Journal En
he_il: התחבר
ru_ru: вход

source: Medium
fr_fr: Moyen
he_il: בינוני
ru_ru: Средний

source: Message
he_il: הודעה
ru_ru: Сообщение

source: minute
fr_fr: minutes
he_il: דקה
ru_ru: минута

source: minutes
he_il: דקות
ru_ru: минут

source: month
fr_fr: mois
he_il: חודש
ru_ru: месяц

source: months
fr_fr: mois
he_il: חודשים
ru_ru: месяцы

source: My Bookings
fr_fr: Mes Réservations
he_il: ההזמנות שלי
ru_ru: мое бронирование

source: My Properties
fr_fr: Mes Propriétés
he_il: הנכסים שלי
ru_ru: моя собственность

source: Name
fr_fr: Nom
he_il: שם
ru_ru: Имя

# name_property
source: Name of property
fr_fr: Nom de la propriété
he_il: שם נכס
ru_ru: Наименование объекта недвижимости

source: New Password
fr_fr: Nouveau Mot De Passe
he_il: סיסמה חדשה
ru_ru: Новый Пароль

# new_password_sent_success
source: Please Check Your Email, Your request for new password sent successfully!
fr_fr: Veuillez Vérifier Votre Email, Votre demande de nouveau mot de passe envoyé avec succès!
he_il: אנא בדוק את האימייל שלך, בקשתך לקבל סיסמא חדשה נשלחה בהצלחה!
ru_ru: Пожалуйста, проверьте свою электронную почту, ваш запрос на новый пароль отправлен успешно!

source: Next
fr_fr: Prochaine
he_il: הבא
ru_ru: Далее

source: No
fr_fr: Pas de
he_il: לא
ru_ru: НЕТ

source: Notifications
fr_fr: Les Notifications
he_il: התראות
ru_ru: Уведомления

# no_customers
source: NO. OF CUSTOMERS REGISTERED
fr_fr: PAS de. CLIENTS ENREGISTRÉS
he_il: מס לקוחות רשומים
ru_ru: НЕТ. О ЗАРЕГИСТРИРОВАННЫХ КЛИЕНТАХ
