Repository: XamarinOrem/BroomService_Admin
Catalog: BroomServiceWeb/Resources/Resource.*.resx
Languages: fr_fr, he_il, ru_ru

# user_detail_add_success
source: User detail is added successfully.
fr_fr: L'utilisateur du détail est ajouté avec succès.
he_il: פרטי משתמש נוספו בהצלחה.
ru_ru: Сведения о пользователе успешно добавлены.

# user_detail_update_success
source: User details is updated successfully.
fr_fr: Détails de l'utilisateur est mis à jour avec succès.
he_il: פרטי המשתמש עודכנו בהצלחה.
ru_ru: Сведения о пользователе успешно обновляется.

source: User logged in successfully.
fr_fr: L'utilisateur est connecté avec succès.
he_il: המשתמש מחובר בהצלחה.
ru_ru: Пользователь успешно вошел в систему.

source: User Name
fr_fr: Nom D'Utilisateur
he_il: שם משתמש
ru_ru: Имя пользователя

source: User not exist
fr_fr: L'utilisateur n'existe pas
he_il: משתמש לא קיים
ru_ru: Пользователь не существует

source: Verify Email
fr_fr: De Vérifier E-Mail
he_il: וודא כתובת אימייל
ru_ru: Проверка Электронной Почты

# verify_email_before_signing
source: please verify your email before signing in.
fr_fr: veuillez vérifier votre e-mail avant de vous connecter.
he_il: נא בדוק את כתובת הדוא"ל שלך לפני שתיכנס.
ru_ru: Пожалуйста, подтвердите свой адрес электронной почты перед входом в систему.

# verify_email_broom_service
source: Verify Email :- Broom Service's
fr_fr: De vérifier e - Mail: - Balai du Service
he_il: ודא דוא"ל: - ברום סרוויס
ru_ru: Проверьте электронную почту : - Broom Service's

source: View Details
fr_fr: Afficher Les Détails
he_il: הצג פרטים
ru_ru: Подробнее

source: View Profile
fr_fr: Voir Le Profil
he_il: צפה בפרופיל
ru_ru: Посмотреть профиль

source: Villa
he_il: וילה
ru_ru: Вилла

source: Welcome
fr_fr: Bienvenue
he_il: ברוך הבא
ru_ru: Добро пожаловать

source: Welcome to
fr_fr: Bienvenue
he_il: ברוך הבא ל
ru_ru: Добро пожаловать в

source: Workers
fr_fr: Les travailleurs
he_il: עובדים
ru_ru: Работники

# workers_list
source: Worker List
fr_fr: Travailleur Liste
he_il: רשימת העובדים
ru_ru: Список Работников

# worker_assigned_message
source: has assigned by Broom Service for your job.
fr_fr: a assignée par le Balai de Service pour votre travail.
he_il: שובצת ע"י ברום סרוויס לעבודה
ru_ru: назначил метлой сервис для вашей работы.

# worker_details
source: Worker's Detail
fr_fr: Travailleur de Détails
he_il: פרטי העובד
ru_ru: Деталь работника

# write_apt_number
source: Write the apt number
fr_fr: Écrire le nombre apt
he_il: כתוב את מס הדירה
ru_ru: Напишите номер apt

# write_building_code
source: Write the building code
fr_fr: Écrire le code du bâtiment
he_il: כתוב את קוד הבניין
ru_ru: Напишите строительный кодекс

source: Write Here
fr_fr: Écrire Ici
he_il: כתוב כאן
ru_ru: писать здесь

source: Write number of bathrooms
fr_fr: Écrire nombre de salles de bains
he_il: מס חדרי אמבטיה
ru_ru: Напишите Количество ванных комнат

source: Write number of bedrooms
fr_fr: Écrire le nombre de chambres
he_il: מס חדרי שינה
ru_ru: Напишите количество спален

source: Write number of duvets
fr_fr: Écrire le nombre de couettes
he_il: מס כריות נוי
ru_ru: Напишите количество пуховых одеял

source: Write number of pillows
fr_fr: Écrire le nombre d'oreillers
he_il: מס כריות
ru_ru: Напишите количество подушек

source: Write number of toilets
fr_fr: Écrire le nombre de toilettes
he_il: מס שירותים
ru_ru: Напишите количество туалетов

source: Write size
fr_fr: Taille d'écriture
he_il: גודל במ"ר
ru_ru: Размер записи

source: Write the address
fr_fr: Écrire l'adresse
he_il: הזן כתובת
ru_ru: Напишите адрес

source: Write the floor number
fr_fr: Écrire le numéro de l'étage
he_il: מס הקומה
ru_ru: Напишите номер этажа

source: year
fr_fr: année
he_il: שנה
ru_ru: год

source: years
fr_fr: ans
he_il: שנים
ru_ru: годы

source: Yes
fr_fr: Oui
he_il: כן
ru_ru: ДА

source: Your Login Credentials:
fr_fr: Vos Identifiants De Connexion:
he_il: פרטי הכניסה שלך:
ru_ru: Ваши Учетные Данные Для Входа:

source: You have accepted
fr_fr: Vous avez accepté
he_il: אישרת
ru_ru: Вы уже согласились

# you_have_new_msg
source: You have a new message from
fr_fr: Vous avez un nouveau message à partir de
he_il: יש לך הודעה חדשה מ
ru_ru: У вас есть новое сообщение от

source: You have rejected
fr_fr: Vous avez rejeté
he_il: דחית
ru_ru: Вы отвергли меня.

source: You have to pay
fr_fr: Vous avez à payer
he_il: אתה צריך לשלם
ru_ru: Вы должны заплатить

source: Zip Code
fr_fr: Code Postal
he_il: מיקוד
ru_ru: почтовый индекс

source: Forgot Password
fr_fr: Mot de passe oublié
he_il: שכחת ססמא
ru_ru: Забыли пароль

# check_card_details
source: Please check your card details
fr_fr: Veuillez vérifier les détails de votre carte
he_il: אנא בדוק את פרטי הכרטיס שלך
ru_ru: Пожалуйста, проверьте данные своей карты

source: CVV
ru_ru: ПРОВЕРОЧНЫЙ КОД
